akamud.vscode-theme-onedark
CoenraadS.bracket-pair-colorizer
dariofuzinato.vue-peek
davidhouchin.whitespace-plus
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
formulahendry.auto-rename-tag
formulahendry.code-runner
glen-84.sass-lint
hollowtree.vue-snippets
kaiwood.endwise
misogi.ruby-rubocop
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode.Go
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.ruby
robinbentley.sass-indented
sianglim.slim
sysoev.language-stylus
vscodevim.vim
xabikos.JavaScriptSnippets
zhuangtongfa.Material-theme
